{
  "safety" : "&lt;p&gt;The Brooklands features front and rear side-impact airbags, antilock brakes with brake assist, traction control, stability control and parking sensors.&lt;\/p&gt;",
  "driving" : "&lt;p&gt;Thanks to the mountains of torque and hp generated by the twin-turbo V8, the mammoth 2009 Bentley Brooklands can accelerate with the authority of a sports car. The suspension does a worthy job of isolating the cabin from road noise and pavement irregularities, while the steering provides a good amount of feedback to the driver. When it&#39;s pushed down a twisty road at an enthusiastic pace, there is still little doubt that you are piloting a vehicle that&#39;s nearly 3 tons, but the Brooklands maintains enough composure to minimize the drama.&lt;\/p&gt;",
  "body" : "&lt;p&gt;The 2009 Bentley Brooklands is a four-seat premium luxury coupe. It comes in only one trim, but of course, it&#39;s loaded with standard features. These include 20-inch wheels, xenon headlights, a navigation system with a back-up camera, Bluetooth, massaging front seats and power-reclining rear seats. Buyers can turn up the decadence a notch with the Mulliner option, which includes your choice of various exotic leathers and wood, carbon fiber or aluminum veneers. Custom exterior paint finishes and badging can also be had. Presumably, the only limitations here are your imagination and your credit limit.&lt;\/p&gt;",
  "niceNamedTags" : [
    "bentley-brooklands",
    "bentley",
    "2009-bentley-brooklands"
  ],
  "tags" : [
    "2009 Bentley Brooklands",
    "Bentley Brooklands",
    "Bentley"
  ],
  "whatsNew" : "&lt;p&gt;The 2009 Bentley Brooklands is a new, limited-production model. An evolution of the Arnage sedan and Azure convertible, this premium luxury coupe features a 530-horsepower twin-turbo V8 as well as an upgraded chassis and interior.&lt;\/p&gt;",
  "model" : {
    "name" : "Brooklands",
    "niceName" : "brooklands"
  },
  "link" : {
    "rel" : "related",
    "href" : "http:\/\/www.edmunds.com\/bentley\/brooklands\/2009"
  },
  "interior" : "&lt;p&gt;The 2009 Bentley Brooklands&#39; interior is classically British with a few modern highlights. The ability to customize the interior with a vast array of hand-finished leathers and wood veneers will please buyers who covet an exclusive passenger compartment. By utilizing the rear-cabin structure of the Arnage sedan and power reclining rear seats, the Brooklands provides ample amounts of passenger room for a coupe.&lt;\/p&gt;",
  "year" : {
    "id" : 100524889,
    "year" : 2009
  },
  "cons" : [
    "Ultra-pricey, ultra-large appetite for fuel."
  ],
  "title" : "2009 Bentley Brooklands Review",
  "edmundsSays" : "&lt;p&gt;Practical? Hardly. But the exclusive 2009 Bentley Brooklands delivers a memorable luxury-coupe experience that&#39;s heavy on power and decadent creature comforts.&lt;\/p&gt;",
  "introduction" : "<p>When a company with the lineage and prestige of Bentley introduces a new model, car fanatics the world over take note. They're bound to get even more excited when the company's latest luxury coupe displays classic Bentley styling cues -- along with a radically sloping roof line -- on an improved version of the Azure chassis. However, only spoiled Hollywood celebrities -- or those fortunate few with disposable incomes to match -- can afford to place an order for the limited-edition 2009 Bentley Brooklands.<\/p><p>Bentley named its latest handcrafted luxury creation after a famed English prewar auto racing circuit, which was the world's first banked track. In keeping with Bentley's race-winning heritage, the Brooklands packs an engine that gives axle-twisting torque a whole new meaning. The 6.8-liter twin-turbo V8 comes from the Brooklands' stablemates, the Arnage and the Azure. But it's updated with quicker-spooling turbochargers, less restrictive intake and exhaust systems, a revised camshaft and recalibrated engine management. Official output is 530 hp and 774 pound-feet of torque. While that may seem like overkill, bear in mind that the V8 has some serious poundage to haul around .The Brooklands is more than 17 feet long -- enough to swallow a full-sized SUV whole -- and weighs almost 3 tons.<\/p><p>With a base price of $348,085, why would anyone buy a Brooklands instead of a decadent executive luxury car, say, or an ultra-high-performance sports car? The answer is that this Bentley makes a statement the others don't. It's a modern representation of that bygone automotive era when women wore long dresses and cars had skirts. Back then, affluent gentlemen desired a large, luxurious coupe that was supremely dignified, yet powerful enough to be the king of virtually any highway. Today, whether the driver wears a tailored suit to the boardroom or a tracksuit to the set of a hip-hop video, the Brooklands brings the same goods -- all one needs to do is come up with enough cash to match its stratospheric price tag.<\/p>",
  "make" : {
    "name" : "Bentley",
    "niceName" : "bentley"
  },
  "pros" : [
    "Ultra-luxurious, limited production guarantees exclusivity, massive V8 power, generous rear-seat passenger room."
  ],
  "powertrain" : "&lt;p&gt;The Brooklands has a 6.8-liter twin-turbo V8 backed by a six-speed automatic transmission with a manual shift mode. Rated at 530 hp and 774 lb-ft of torque, this frighteningly potent power plant blasts the burly Brooklands from zero to 60 mph in an estimated 5 seconds. EPA fuel economy is listed at 12 mpg city and 20 mpg highway.&lt;\/p&gt;"
}